"Continue" = "Fortsæt";

"Software Update" = "Software opdatering";
"Release Notes:" = "Udgivelses noter";
"Remind Me Later" = "Mind mig om det senere";
"Install on Quit" = "Installer når programmet lukkes";
"Install and Relaunch" = "Installer og genstart";
"Skip This Version" = "Spring denne version over";

"Automatically download and install updates" = "Download og installer opdateringer automatisk";
"No newer version available." = "Ingen nyere version tilgængelig.";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Installerer opdatering...";
"Checking for updates…" = "Tjekker for opdateringer...";
"Downloading update…" = "Downloader opdatering...";
"Extracting update…" = "Pakker opdatering ud...";

"Version {0} is now available" = "Version {0} is now available";
